{
  "seo-titles-metadata": [
    {
      "question": "Which product(s) are we optimizing titles and metadata for today?",
      "type": "text"
    },
    {
      "question": "Are there specific keywords, phrases or brand terms you want to include?",
      "type": "text"
    }
  ],
  "expansion-kit": [
    {
      "question": "List the product names or SKUs you want us to write descritions for.",
      "type": "text"
    },
    {
      "question": "Who is your ideal customer for these products (age, interests, use case, etc.)?",
      "type": "text"
    }
  ],
  "conversion-booster": [
    {
      "question": "What common objections or hesitations do customers express before buying?",
      "type": "text"
    },
    {
      "question": "What features, benefits, or advantages should we emphasize to build trust?",
      "type": "text"
    }
  ],
  "launch-kit": [
    {
      "question": "How would you describe your brand's personality or tone (e.g., bold, caring, playful)?",
      "type": "text"
    },
    {
      "question": "What makes your business different, exciting, or memorable to customers?",
      "type": "text"
    }
  ],
  "faq-section": [
    {
      "question": "What are the top questions your customers ask before purchasing?",
      "type": "text"
    },
    {
      "question": "Are there any must-include answers, details, or support policies you want us to mention?",
      "type": "text"
    }
  ],
  "product-description": [
    {
      "question": "What product are we writing about, and why do customers love it?",
      "type": "text"
    },
    {
      "question": "Would you like us to match a specific tone or writing style?",
      "type": "text"
    }
  ],
  "product-overview": [
    {
      "question": "What does this product do at a glance, and who is it for?",
      "type": "text"
    },
    {
      "question": "What key details or benefits absolutely must be included?",
      "type": "text"
    }
  ],
  "welcome-email": [
    {
      "question": "What feeling or impression do you want new customers to get when they first join you?",
      "type": "text"
    },
    {
      "question": "Is there anything you want to highlight, like your values, unique offers, or brand mission?",
      "type": "text"
    }
  ],
  "product-drop-email": [
    {
      "question": "What product are we announcing, and what's exciting or new about it?",
      "type": "text"
    },
    {
      "question": "Should we include urgency, exclusivity, or a special offer to drive clicks?",
      "type": "text"
    }
  ],
  "seo-optimized-blog-post": [
    {
      "question": "What topic or keyword(s) should we focus this blog post on?",
      "type": "text"
    },
    {
      "question": "What's the main takeaway or call to action you want readers to leave with?",
      "type": "text"
    }
  ],
  "bullet-point-rewrite": [
    {
      "question": "Paste your current bullet points below so we can help imrove them.",
      "type": "text"
    },
    {
      "question": "What tone or approach should we use in the new version (e.g., persuasive, playful, formal)?",
      "type": "text"
    }
  ],
  "comparison-table": [
    {
      "question": "What products, services, or options are we comparing?",
      "type": "text"
    },
    {
      "question": "What comparison points matter most to your customers (features, price, quality, etc.)?",
      "type": "text"
    }
  ],
  "full-site-audit": [
    {
      "question": "What's your website URL?",
      "type": "text"
    },
    {
      "question": "Do you want us to focus on SEO, conversions, user experience, or all of the above?",
      "type": "text"
    }
  ]
}
